MERGE INTO mpa_ratings (mpa_id, code, name, description)
    KEY (mpa_id)
    VALUES
    (1, 'G', 'G', 'У фильма нет возрастных ограничений'),
    (2, 'PG', 'PG', 'Детям рекомендуется смотреть фильм с родителями'),
    (3, 'PG-13', 'PG-13', 'Детям до 13 лет просмотр не желателен'),
    (4, 'R', 'R', 'Лицам до 17 лет просматривать фильм можно только в присутствии взрослого'),
    (5, 'NC-17', 'NC-17', 'Лицам до 18 лет просмотр запрещён');

MERGE INTO genres (genre_id, name)
    KEY (genre_id)
    VALUES
    (1, 'Комедия'),
    (2, 'Драма'),
    (3, 'Мультфильм'),
    (4, 'Триллер'),
    (5, 'Документальный'),
    (6, 'Боевик');